import React from 'react'

const AboutInnowin = () => {
  return (
      <div className='user-agreement-container'>

        <div className='user-agreement-title2'>1. مقدمه</div>
        <p className='user-agreement-text'>
          ماموریت اینوین این است که متخصصین ایرانی را به یکدیگر متصل کند تا بتوانند مولد و موفق تر باشند. این ماموریت ما نیازمند تعهد ما نسبت به اطلاعاتی است که در مورد شما جمع آوری و استفاده میکنیم
          و یا آنها را به اشتراک میگذاریم.
        </p>
        <p className='user-agreement-text'>
          این خطی مشی رازداری (توضیح داده شده در قسمت های پایین تر) در هنگام استفاده از سرویسهای ما اعمال می شود. کاربران این سامانه این حق را دارند تا در مورد داده هایی که ما جمع آوری، استفاده و
          اشتراک گذاری میکنیم آگاه شوند و تا حد امکان این اختیار را داشته باشند که داده هایشان را شخصی سازی کنند.
        </p>

        <div className='user-agreement-titr'>معرفی</div>
        <p className='user-agreement-text'>
          ما یک شبکه اجتماعی و پلتفرم آنلاین برای حرفه ای ها هستیم. کاربران ثبت نام شده ما ("اعضا") هویت های حرفه ای خود را به اشتراک می گذارند، با شبکه اطرافیان خود ارتباط برقرار می کنند، دانش حرفه
          ای را مبادله می کنند، مطالب مرتبط را ارسال و مشاهده می کنند، فرصت های کسب و کار را پیدا می کنند و آموزش های لازم آن را پیدا میکنند. محتوا و داده ها در برخی از خدمات ما برای عضو نشده ها
          ("بازدیدکنندگان") نیز قابل مشاهده است. خط مشی رازداری ما به هر عضو یا بازدید کننده خدمات ما اعمال می شود.
        </p>

        <div className='user-agreement-titr'>سرویس ها</div>
        <p className='user-agreement-text'>
          این خط مشی رازداری در هنگام استفاده از innowin.ir و نرم افزارهای اندروید و ios این سامانه با نام تجاری "اینوین" اعمال میشوند.
        </p>

        <div className='user-agreement-titr'>کنترل کننده اطلاعات</div>
        <p className='user-agreement-text'>
          در صورتی که شما عضو یا بازدید کننده سامانه اینوین هستید شرکت ما مسئولیت تمام اطلاعاتی را که از شما جمع آوری، استفاده و اشتراک گذاری میکند را به عهده میگیرد و حق کنترل آنها را طبق خط مشی زیر
          داراست.
        </p>

        <div className='user-agreement-titr'>تغییرات</div>
        <p className='user-agreement-text'>
          اینوین می تواند این خط مشی رازداری را در هر زمان اصلاح کند. اگر تغیرات مهمی در این خط مشی ایجاد شود ما از طریق سرویس های خود یا به روش های دیگر اطلاع رسانی خواهیم کرد تا تغییرات را قبل از
          اینکه تاثير گذار باشند به آگاهی شما رسانده باشیم. اگر از هر تغییری شکایت دارید، می توانید حساب کاربری خود را ببندید. استفاده مداوم از خدمات ما پس از انتشار یا ارسال اطلاعیه درباره تغییرات
          وارده به این خط مشی رازداری بدان معنی است که جمع آوری، استفاده و به اشتراک گذاری اطلاعات شخصی شما تحت شرایط خط مشی حفظ حریم خصوصی به روز شده و شما آن را تایید میکنید.
        </p>

        <div className='user-agreement-title2'>2. اطلاعاتی که جمع آوری میکنیم</div>
        <p className='user-agreement-text'>
          موارد زیر اطلاعاتی است که از شما جمع اوری خواهد شد و در بخش بعد به نحوه استفاده از آنها اشاره خواهیم کرد.
        </p>

        <div className='user-agreement-titr'>ثبت نام</div>
        <p className='user-agreement-text'>
          برای ایجاد یک حساب کاربری، باید اطلاعاتی از قبیل نام کاربری، آدرس ایمیل و رمز عبور خود را ارائه دهید.
        </p>

        <div className='user-agreement-titr'>پروفایل</div>
        <p className='user-agreement-text'>
          شما در مورد اطلاعات مربوط به پروفایل خود، مانند عکس، اطلاعات پایه، سوابق علمی، سوابق کاری، آورده ها و گواهینامه ها حق انتخاب دارید که آنها را تکمیل کنید یا نکنید.
        </p>
        <p className='user-agreement-text'>
          شما به جز نام و نام خانوادگی، ایمیل و حداقل یک حوزه علاقه مندی مجبور به پر کردن سایر اطلاعات پروفایل شخصیتان نیستید. با این وجود پر کردن این اطلاعات به سامانه این امکان را میدهد تا شما را
          بهتر راهنمایی کند و اعضای سامانه نیز قادر میشوند بهتر با شما ارتباط برقرار نمایند.
        </p>
        <p className='user-agreement-text'>
          شما میتوانید اطلاعات حساس وارد شده خود را در هر زمان از پروفایل خود حذف و یا برای سایر اعضای سامانه غیر قابل مشاهده قرار دهید.
        </p>

        <div className='user-agreement-titr'>پنجره</div>
        <p className='user-agreement-text'>
          هر آنچه که شما در پنجره به اشتراک بگذارید در سامانه نگه داری خواهد شد و سامانه از برچسبهای آن برای بهبود ارتباطات شما استفاده خواهد کرد.
        </p>

        <div className='user-agreement-titr'>ارسال و آپلود</div>
        <p className='user-agreement-text'>
          ما اطلاعات شخصی شما را زمانی که آنها را در پروفایل خود ثبت میکنید، برای دیگران به عنوان یک پست ارسال میکنید و یا در سامانه آپلود میکنید جمع آوری مینماییم.
        </p>
        <p className='user-agreement-text'>
          ما همچنین محتوای پستهایی که در قالب عرضه، تقاضا، پست معمولی، نظر، پیشنهاده و ... ارسال میکنید را جمع آوری خواهیم کرد.
        </p>

        <div className='user-agreement-titr'>اطلاعات از دیگران</div>
        <p className='user-agreement-text-red'>
          دیگران ممکن است اطلاعاتی را در سامانه وارد کنند که ممکن است قسمتی از آنها اطلاعات شما نیز باشد. این اطلاعات را سامانه جمع اوری میکند و برای گسترده کردن ارتباطات شما در سامانه از آنها استفاده
          میکند و در صورت موافقت شما به دیگران نیز نمایش میدهد.
        </p>

        <div className='user-agreement-titr'>اطلاعات استفاده شما از خدمات اینوین</div>
        <p className='user-agreement-text'>
          ما اطلاعات شما در هنگام استفاده از سامانه مانند بازدید از صفحات گوناگون و ... را ثبت میکنیم. همچنین بازدیدهای شما از صفحاتی غیر از سامانه اینوین که از طریق همین سامانه به آنها رجوع پیدا
          کرده اید را نیز به ثبت میرسانیم.
        </p>
        <p className='user-agreement-text'>
          ما از ورودهای شما به سیستم ،کوکی ها، اطلاعات دستگاه و آدرس های پروتکل اینترنتی شما برای شناسایی شما استفاده میکنیم.
        </p>

        <div className='user-agreement-titr'>کوکی ها</div>
        <p className='user-agreement-text'>
          ما از کوکی ها و تکنولوژی های مشابه برای کمک به اینوین استفاده می کنیم. استفاده از کوکی ها باعث میشود شما در سرویس های مختلف تشخیص داده شوید، تجربه بهتری برای استفاده از اینوین داشته باشید
          و در عین حال امنیت را در سطح بالای خود نگه داشته باشید. شما همچنین می توانید کوکی ها را از طریق تنظیمات مرورگر خود کنترل کنید.
        </p>

        <div className='user-agreement-titr'>مکان و دستگاه شما</div>
        <p className='user-agreement-text-red'>
          هنگامی که شما سامانه ما را مشاهده یا ترک میکنید اطلاعات هر دو url که از آن به سامانه اینوین وارد و به آن وارد میشوید را ذخیره مینماییم. ما همچنین اطلاعاتی در مورد آدرس IP، پروکسی سرور،
          سیستم عامل، مرورگر وب و افزونه هایش، شناسه و ویژگی های دستگاه ( device identifier and features) و/یا ISP یا حامل موبایل (mobile carrier) شما را نیز دریافت می کنیم.
        </p>

        <div className='user-agreement-titr'>پیام ها</div>
        <p className='user-agreement-text'>
          هنگام ارسال و دریافت پیام ها در ارتباط با سرویس های ما، اطلاعات مربوط به شما را جمع آوری می کنیم. به عنوان مثال، اگر شما یک درخواست اتصال فالوو شدن دریافت می کنید، ما پیگیری می کنیم که آیا
          به آن جواب داده اید یا نه و به شما یادآوری هایی را می فرستیم.
        </p>
        <p className='user-agreement-text-red'>
          ما همچنین از تکنولوژی اسکن خودکار در پیام ها استفاده می کنیم.
        </p>

        <div className='user-agreement-titr'>دیگر</div>
        <p className='user-agreement-text'>
          خدمات ما پویا هستند و ما اغلب ویژگی های جدیدی را معرفی می کنیم که ممکن است نیاز به جمع آوری اطلاعات جدید داشته باشد. اگر ما به طور قابل ملاحظه ای اطلاعات شخصی متفاوتی را جمع آوری کردیم یا
          تغییری در نحوه استفاده از اطلاعات شما ایجاد کردیم، سریعا به شما اطلاع می دهیم و این خط مشی را نیز اصلاح خواهیم کرد.
        </p>

        <div className='user-agreement-title2'>3. نحوه استفاده از اطلاعات شما</div>
        <p className='user-agreement-text'>
          نحوه استفاده ما از اطلاعات شما بستگی به استفاده شما از قسمت های مختلف سامانه و انتخاب هایی که در تنظیمات حریم خصوصیتان ایجاد کرده اید دارد. ما از اطلاعاتی که در مورد شما داریم برای ارائه به
          شما و شخصی سازی آن با کمک سیستم های خودکار استفاده میکنیم.
        </p>

        <div className='user-agreement-titr'>ارتباطات</div>
        <p className='user-agreement-text'>
          ما از اطلاعات شما (مانند پروفایل شما، پروفایل هایی که مشاهده نموده اید و ...) استفاده میکنیم برای کمک به دیگران تا راحت تر پروفایل شما را پیدا کنند و پیشنهاد متصل شدن به شما و دیگران داده
          شود.
        </p>
        <p className='user-agreement-text'>
          زمانی که شما به دیگران درخواست فالو شدن میدهید برای آنها یک درخواست حاوی نام، عکس و اطلاعات شبکه اطراف شما ارسال میشود. ما یادآورهایی نیز برای فردی که میخواهید فالوو نمایید نیز ارسال میکنیم.
        </p>
        <p className='user-agreement-text'>
          شما همچنین میتوانید بعضی از اطلاعات خود را در صورت نیاز برای فالوورهایتان شخصی سازی کنید.
        </p>

        <div className='user-agreement-titr'>آگاه باشید</div>
        <p className='user-agreement-text'>
          سامانه ما اجازه میدهد به شما از اتفاقات رخ داده در سامانه که مرتبط به شما هستند در جریان قرار بگیرید. همچنین به شما اجازه می دهد تا مهارت های حرفه ای خود را بهبود ببخشید یا یادگیری جدیدی را
          تجربه کنید. ما از اطلاعاتی که در مورد شما داریم (به عنوان مثال داده هایی که ارائه میدهید، اطلاعاتی که از ارتباط شما با سرویسهای ما و نتیجه هایی که از اطلاعات موجود در مورد شما به دست
          میآوریم) برای پیشنهاد کردن محتوا و مکالمات مرتبط به شما استفاده میکنیم.
        </p>
        <p className='user-agreement-text'>
          زمانی که شما برچسب هایی از حوزه های علمی و علاقه مندی خود انتخاب میکنید سامانه ما با استفاده از آنها و سایر اطلاعاتتان نظیر اطلاعات پروفایل شما و موقعیت مکانی و ... برای ارسال پیشنهادیه به
          شما استفاده میکند. این پیشنهادیه میتواند اعم از پنجره، فرد، شرکت و ... باشد.
        </p>
        <p className='user-agreement-text'>
          ما از محتوا، فعالیت و سایر اطلاعات شما، از جمله نام و تصویر شما، برای اطلاع رسانی به شبکه شما و دیگران استفاده می کنیم. به عنوان مثال، با توجه به تنظیمات شما، ما ممکن است دیگران را مطلع کنیم
          که پروفایل خود را به روز کرده اید، یک عرضه داشته اید و یا یک اقدام در شبکه سامانه انجام داده اید مانند نظر، پیگیری، به اشتراک گذاری، ایجاد ارتباطات جدید و ... .
        </p>

        <div className='user-agreement-titr'>تبلیغات در سامانه</div>
        <p className='user-agreement-text'>
          ما همچنین از اطلاعات شما برای ارائه تبلیغات متناسب با شما استفاده میکنیم. اطلاعات شما تحت سامانه محفوظ است و قرار نیست برای شرکت های تبلیغاتی به اشتراک گذارده شود.
        </p>

        <div className='user-agreement-titr'>معامله در سامانه</div>
        <p className='user-agreement-text'>
          ...
        </p>


        <div className='user-agreement-titr'>توسعه خدمات و پژوهش</div>
        <p className='user-agreement-text'>
          ما از داده های شما از جمله بازخوردهای عمومی گرفته شده، برای انجام تحقیق و توسعه برای توسعه بیشتر خدمات استفاده می کنیم تا شما و دیگران را با تجربه ای بهتر و شخصی تر به هم متصل کنیم و باعث
          رشد بخشیدن به عضویت و مشارکت در خدمات اینوین شویم.
        </p>

        <div className='user-agreement-titr'>پشتیبانی مشتری</div>
        <p className='user-agreement-text'>
          ما از داده ها (که می تواند شامل ارتباطات شما باشد) برای بررسی، پاسخ دادن به شکایات و مسائل مربوط به سرویس (مانند باگ های سامانه) و حل و فصل آنها نیز استفاده خواهیم کرد.
        </p>

        <div className='user-agreement-title'>4. نحوه اشتراک گذاری اطلاعات شما</div>
        <div className='user-agreement-titr'>پروفایل</div>
        <p className='user-agreement-text'>
          پروفایل شما به طور کامل برای همه اعضا و مشتریان خدمات ما قابل مشاهده است. شما میتوانید بعضی از اطلاعات پروفایل خود را برای دیگران غیر قابل مشاهده نمایید.
        </p>

        <div className='user-agreement-titr'>پست ها، دنبال ها، نظرها ،پیام ها</div>
        <div className='user-agreement-text'>
          خدمات ما اجازه می دهد اطلاعات را مشاهده و به اشتراک بگذاریم از جمله پست ها، دنبال ها، نظرات و پیام ها.
        </div>
        <ul className='user-agreement-text-list'>
          <li>هنگامی که یک پست (به عنوان مثال یک به روزرسانی، تصویر، ویدیو یا مقاله) به صورت عمومی به اشتراک می گذارید، می توانید همه آنها را مشاهده کرده و در هر کجای دیگر (با توجه به تنظیمات خود)
            دوباره به اشتراک بگذارید. اعضا، بازدیدکنندگان و دیگران قادر به یافتن و مشاهده محتوای اشتراک عمومی شما، از جمله نام شما و عکس شما (اگر شما آن را ارائه کرده اید) هستند.
          </li>
          <li>در <span style={{color: 'red'}}>پنجره</span>، پست ها برای اعضای آن قابل مشاهده هستند. عضویت شما در پنجره ها عمومی است و بخشی از مشخصات شماست، اما میتوانید در تنظیماتتان تغییراتی ایجاد
            کنید.
          </li>
          <li>هر گونه اطلاعاتی که از طریق صفحات شرکت ها یا سازمان های دیگر در سرویس های ما به اشتراک می گذارید، توسط آن ها و دیگران که از این صفحات بازدید می کنند مشاهده می شوند.</li>
          <li>وقتی شخصی یا شرکتی را دنبال می کنید، برای دیگران قابل مشاهده است.</li>
          <li><span style={{color: 'red'}}>ما اجازه می دهیم که فرستنده ها با توجه به تنظیمات خودتان که در نظر گرفته اید از زمانی که به پیامشان واکنش نشان میدهید آگاه شوند.</span></li>
          <li>وقتی که پیامی رو به اشتراک بگذارید یا ذیل آن نظر دهید، دیگران میتوانند این «اقدامات اجتماعی» را مشاهده کنند (مثلا نام، نمایه و عکس شما در صورت ارائه) و با شما ارتباط برقرار کنند.</li>
        </ul>

        <div className='user-agreement-titr'>آرشیو اطلاعاتی</div>
        <p className='user-agreement-text-red'>
          بعضی از اعضا برای مباحث قانونی یا حرفه ای بایستی بایگانی ارتباطات و فعالیت های رسانه های اجتماعی خود را داشته باشند و از خدمات دیگران برای ارائه این خدمات بایگانی استفاده خواهند کرد. ما
          بایگانی پیام ها توسط اعضای خارج از خدمات ما را قادر می سازیم. به عنوان مثال، یک مشاور مالی باید ارتباطات خود را با مشتریان خود از طریق خدمات ما بایگانی کند تا مجوز مشاور حرفه ای مالی خود را
          حفظ کند.
        </p>

        <div className='user-agreement-titr'>افشای حقوقی</div>
        <div className='user-agreement-text'>
          ممکن است که ما در صورت لزوم به موجب قانون، احضار یا سایر پرونده های قانونی نیاز به افشای اطلاعات مربوط به شما داشته باشیم یا حتی اگر به این نتیجه برسیم که افشای اطلاعات شما سودند است این کار
          را انجام خواهیم داد؛ مانند:
        </div>
        <ul className='user-agreement-text-list'>
          <li>تحقیق، جلوگیری یا اقدام در مورد مشکوک یا اقدامات غیرقانونی و واقعی و یا برای کمک به سازمان های اجرایی دولتی</li>
          <li>پیروی از توافقنامه با شما</li>
          <li>بررسی و دفاع از خود در مقابل ادعاهای یا اظهارات شخص ثالث</li>
          <li>حفاظت از امنیت یا یکپارچگی سرویس اینوین</li>
          <li>حفاظت از حقوق و ایمنی اینوین، اعضای آن، پرسنل، و یا دیگران.</li>
        </ul>
        <p className='user-agreement-text'>
          ما سعی می کنیم کاربران را در مورد درخواست های حقوقی برای داده های شخصی خود که در قضاوت ها مورد نیاز است مطلع کنیم، مگر اینکه توسط قانون یا حکم دادگاه ممنوع شده باشد.
        </p>

        <div className='user-agreement-title'>5. انتخاب ها و تعهدات شما</div>
        <div className='user-agreement-titr'>نگه داری داده ها</div>
        <p className='user-agreement-text'>
          ما اطلاعات شخصی شما را در حالی که حساب کاربریتان موجود است یا در صورت نیاز برای ارائه خدمات به شما نگهداری می کنیم. این شامل اطلاعاتی است که شما یا سایرین در اختیار ما قرار داده اید و یا
          اطلاعاتی که از استفاده شما از سرویسهای ما ایجاد شده است. این اطلاعات تا زمانی که تصمیم به بستن حساب خود نداشته باشید در سامانه نگه داری میشود.
        </p>

        {/*<div className='user-agreement-titr'>حقوق دسترسی و کنترل اطلاعات شخصی شما</div>*/}
        <div className='user-agreement-titr'>حذف داده ها</div>
        <p className='user-agreement-text'>
          شما می توانید از ما بخواهید همه یا برخی از اطلاعات شخصی شما را پاک یا حذف کند (به عنوان مثال، اگر دیگر لازم نیست خدمات شما را ارائه کنید).
        </p>

        <div className='user-agreement-titr'>تغییر یا اصلاح داده ها</div>
        <div className='user-agreement-text'>
          شما می توانید برخی از اطلاعات شخصی خود را از طریق حساب خود ویرایش کنید. همچنین می توانید از ما بخواهید داده های خود را در موارد خاص تغییر داده، به روزرسانی یا اصلاح کنید، به ویژه اگر نادرست
          باشد.
        </div>

        <div className='user-agreement-titr'>بستن حساب</div>
        <p className='user-agreement-text'>
          اگر تصمیم به بستن حساب کاربری اینوین داشته باشید، اطلاعات شخصی شما معمولا ظرف 24 ساعت دیگر برای خدمات ما قابل مشاهده نخواهد بود. ما معمولا اطلاعات حساب بسته شده را ظرف 30 روز از زمان بستن
          حساب حذف می کنیم، به غیر مواردی که برای حل اختلافات، حفظ امنیت، جلوگیری از تقلب و سوء استفاده و ... مورد نیاز است.
        </p>
        <p className='user-agreement-text'>
          اطلاعاتی که با دیگران به اشتراک گذاشته اید (به عنوان مثال پست ها ، به روز رسانی ها و ... ) بعد از اینکه حساب کاربری شما بسته شد یا بعد از اینکه اطلاعات را از پروفایل خود حذف کردید، قابل
          مشاهده خواهد بود و ما اطلاعاتی را که دیگر اعضا از خدمات ما کپی کرده اند را کنترل نخواهیم کرد.
        </p>


      </div>
  )
}

export default AboutInnowin