import React from 'react'

const AboutUs = () => {
  return (
      <div className='user-agreement-container'>
        <div className='user-agreement-title2'>1. مقدمه</div>
        <div className='user-agreement-titr'>معرفی</div>
        <p className='user-agreement-text'>
          ما در اینوین یک قاعده اساسی داشتیم و آن‌هم اینکه مسائل موجود را با نگاهی دیگر ببینیم و حل کنیم. مهمترین
          مساله‌ای که ما در حوزه‌ی شرکت‌های کوچک و متوسط، و به طور کلی فضای تولید و کسب‌وکار در ایران، با آن روبرو شدیم،
          توسعه‌نیافته‌بودن ارتباطات درون شبکه و عدم داشتن یک نگاه جامع به این اکوسیستم بوده است. در این راستا، طی سه
          سال اخیر سعی کردیم تا یک شبکه‌ی اجتماعی کاری را با توجه به بوم کسب و کار خودمان طراحی کنیم. شاید برایتان این
          سوال پیش بیاید که؛ خب-!- فرق شما با دیگر شبکه‌های اجتماعی چیست؟! کامل‌ترین جواب این است که «پیشنهاد می‌کنیم
          یک‌بار خودتان حضور در اینوین را تجربه کنید»؛ اما اگر بخواهیم جواب‌ ناقص‌تری به همین سوال بدهیم باید گفت: اولا
          اینُوین یک محیط مناسب برای معرفی شماست. شما می‌توانید در پروفایل شخصی‌تان، خود را به نحو مطلوبی معرفی کنید، از
          سابق کار‌ی و تحصیلی‌تان بگویید و همچنین توانمندی‌هایتان را به اشتراک بگذارید.
        </p>
        <p className='user-agreement-text'>
          اگر محصول یا خدمت خاصی دارید، می‌توانید آن را در پنجره‌های تخصصی اینوین عرضه کنید. از طرفی تقاضا‌ و نیازهایتان
          را در همین پنجره‌ها به اشتراک بگذارید. اعضای این پنجره از عرضه و تقاضاهای شما مطلع خواهند شد و شما را از وضعیت
          خودشان مطلع خواهند کرد. شما می‌توانید در همین محیط به بحث و تبادل نظر و حتی انجام معامله، با مکانیزم‌های
          پرداخت امن و قرارداد، بپردازید.
        </p>

        <p className='user-agreement-text'>
          از طرف دیگر، می‌توانید پنجره‌های تخصصی خودتان را راه بیندازید یا اینکه در پنجره‌های تخصصی دیگران عضو شوید که
          به عنوان یک محیط حرفه‌ای، برای عرضه، تقاضا و انجام بحث های مرتبط با آن‌ها عمل می‌کند. اینوین به شما کمک می‌کند
          تا کسب‌وکار خودتان را راه بیندازید و مانند همه شبکه‌های اجتماعی، ارتباطات‌تان را توسعه دهید، دیگران را دنبال
          کنید و با آنها در ارتباط باشید. و البته خیلی اتفاقات دیگر، که طبیعتا یک پاسخ ناقص نمی‌تواند همه آنها را در بر
          بگیرد.
        </p>
      </div>
  )
}


export default AboutUs