import React from 'react'

const UserAgreement = () => {
  return (
      <div className='user-agreement-container'>

        <div className='user-agreement-title'>معرفی</div>
        <div className='user-agreement-titr'>قراداد (موافقت)</div>
        <p className='user-agreement-text'>
          شما موافقت می کنید که با کلیک روی "ثبت نام" و یا مشابه آن برای ثبت نام و یا دسترسی به سرویس های ما، موافقت نامه قانونی را با "innowin" ( "اینووین" یا "ما" ) پذیرفته اید.
        </p>
        <p className='user-agreement-text'>
          اگر از این توافقنامه ("قرارداد" یا "توافقنامه کاربری") رضایت ندارید، "ثبت نام" یا گزینه های مشابه آن را کلیک نکنید و یا از خدمات ما استفاده نکنید. اگر می خواهید این توافق نامه را خاتمه
          دهید، در هر زمان می توانید این کار را با بستن حساب کاربری خود و عدم استفاده از خدمات ما به انجام رسانید.
        </p>

        <div className='user-agreement-titr'>خدمات</div>
        <p className='user-agreement-text'>
          این قرارداد برای innowin.ir و اپلیکیشن های android و ios ما میباشد.کاربران ثبت شده خدمات ما "اعضا" هستند و کاربران ثبت نام نشده "بازدید کنندگان" هستند. این قرارداد به اعضا و بازدیدکنندگان
          اعمال می شود.
        </p>

        <div className='user-agreement-titr'>اعضا و بازدید کنندگان</div>
        <p className='user-agreement-text'>
          هنگام ثبت نام و پیوستن به سرویس "اینووین" ، شما تبدیل به یک عضو می شوید. اگر انتخاب کردید که برای خدمات ما ثبت نام نکنید، ممکن است بتوانید به بعضی از ویژگی های به عنوان "بازدید کننده"
          دسترسی پیدا کنید.
        </p>

        <div className='user-agreement-titr'>تغییرات</div>
        <p className='user-agreement-text'>
          به عنوان یک بازدید کننده یا عضو خدمات ما، جمع آوری، استفاده و به اشتراک گذاری اطلاعات شخصی شما تحت این خط مشی رازداری خواهد بود.
        </p>
        <p className='user-agreement-text'>
          ما ممکن است این تواقنامه یا خطی مشی رازداری مورد تغییر قرار دهیم. اگر ما تغییرات لازم را به آن اضافه کنیم، از طریق خدمات ما یا روش های دیگر به شما اطلاع می دهیم تا فرصتی برای بررسی تغییرات
          پیش از موعد مقرر به شما داده باشیم. اگر از هر تغییری شکایت دارید، می توانید حساب خود را ببندید. استفاده مداوم از سرویس های ما پس از انتشار یا ارسال اطلاعیه از تغییرات به این معنی است که
          شما از شرایط به روز شده رضایت دارید.
        </p>

        <div className='user-agreement-title'>تعهدات</div>
        <div className='user-agreement-titr'>مشمولیت خدمات</div>
        <div className='user-agreement-text'>
          برای اینکه از خدمات اینووین استفاده نمایید:
        </div>
        <ol className='user-agreement-text-list'>
          <li>شما باید دارای حداقل سن یا بزرگتر باشید. خدمات ما برای افراد زیر 18 سال قابل استفاده نمیباشد.</li>
          <li>شما تنها میتوانید دارای یک حساب کاربری با نام واقعی خود باشید.</li>
        </ol>
        <p className='user-agreement-text-red'>
          ایجاد یک حساب کاربری با اطلاعات غلط یا توسط افراد زیر 18 سال به معنی نقض شرایط ماست.
        </p>

        <div className='user-agreement-titr'>اکانت شما</div>
        <div className='user-agreement-text'>
          مالک و نگه دارنده اکانت ها اعضا هستند و شما با موارد زیر موافقت میکنید:
        </div>
        <ol className='user-agreement-text-list'>
          <li>سعی کنید رمز عبور قوی و امن را انتخاب کنید. (حداقل 8 کاراکتر و استفاده از حروف کوچک و بزرگ و نشان و علامت و عدم استفاده از رمزهای قابل حدس زدن توسط دیگران مانند شماره کارت ملی یا
            موبایل و ...)
          </li>
          <li>رمز عبور خود را امن و محرمانه نگه دارید.</li>
          <li>همواره در جریان به روزرسانی های قوانین ما مانند تواقنامه کاربری، خط مشی رازداری و ... باشید.</li>
        </ol>
        <p className='user-agreement-text'>
          شما مسئولیت هر چیزی را که از طریق حساب شما اتفاق می افتد به عهده میگیرید مگر آنکه آن را ببندید یا سوء استفاده از آن را گزارش کنید.
        </p>
        <p className='user-agreement-text'>
          حق کنترل و دسترسی به اکانت هایی که توسط دیگران برای شما باز میشوند تحت اختیار بازکننده حساب میباشد و شما حق قانونی بابت مالکیت آن ندارید.
        </p>

        <div className='user-agreement-titr'>اطلاعیه ها و پیام ها</div>
        <div className='user-agreement-text'>
          شما موافقت میکنید که اطلاعیه ها و پیامهایتان را به روشهای زیر برایتان فراهم نماییم:
        </div>
        <ol className='user-agreement-text-list'>
          <li>ارسالی در داخل سرویس</li>
          <li>ارسالی به اطلاعات تماس شما (مثلا ایمیل، شماره تلفن همراه و ...) که در پروفایل خود فراهم نمودید. شما موافقت میکنید که اطلاعات تماس خود را به روز نگه دارید و به غلط وارد ننمایید.</li>
        </ol>
        <p className='user-agreement-text'>
          لطفا تنظیمات خود را برای کنترل و محدود کردن پیام های دریافتی از ما نیز در قسمت تنظیمات حریم خصوصی برای شخصی سازی بررسی نمایید.
        </p>

        <div className='user-agreement-titr'>اشتراک گذاری</div>
        <p className='user-agreement-text'>
          خدمات ما اجازه می دهد از روشهای گوناگونی برای ارسال پیام و به اشتراک گذاری اطلاعات استفاده نمایید مانند پروفایل شما ، بورسها و ... . اطلاعات و محتویاتی که شما به اشتراک می گذارید یا پست می
          کنید توسط اعضا، بازدید کنندگان یا دیگران دیده می شود.
        </p>
        <p className='user-agreement-text'>
          در جایی که ما تنظیمات را در دسترس قرار داده ایم، شما میتوانید انتخاب کنید که چه محتواهایی از شما رویت شود مثلا محتوای پیام هایی که در بورس به اشتراک گذاشته اید یا در پروفایلتان موجود است و
          ... . فعالیت های جستجوی شغلی، ما به طور پیش فرض شبکه های ارتباطی شما یا عمومی را اطلاع نداده ایم. در زمان انجام معامله به صورت پیشفرض دنبال کنندگان شما آگاه نمی‌شوند مگر اینکه شما تصمیم به
          چنین کاری بگیرید.
        </p>
        <p className='user-agreement-text'>
          ما ملزم به انتشار هر گونه اطلاعات یا محتوا در سرویس خود نیستیم و می توانیم آن را به صلاحدید خود با اطلاع یا بدون اطلاع قبلی حذف کنیم.
        </p>

        <div className='user-agreement-title'>حقوق و محدودیت ها</div>
        <div className='user-agreement-titr'>مجوز شما به اینووین</div>
        <p className='user-agreement-text'>
          مالکیت و مسئولیت تمامی محتواهایی که شما در اینوین ثبت میکنید یا به اشتراک میگذارید به عهده شما خواهد بود و تنها اینووین بستری است آزاد برای انجام فعالیت های ارتباطی شما.
        </p>
        <p className='user-agreement-text'>
          شما میتوانید محتواهای خود را در هر زمان که خواستید با زدن گزینه حذف بر روی آن یا بستن حساب کاربری خود، برای دیگران غیرقابل دسترس نمایید. البته این عدم دسترسی تا زمانی است که پیام شما توسط
          فرد دیگری کپی یا نشرمجدد نشده باشد و یا اینکه مشکل حقوقی به وجود نیامده باشد.
        </p>
        <p className='user-agreement-text'>
          محتواهای شما بدون اجاز گرفتن از شما در تبلیغات استفاده نخواهد شد. البته اینووین این حق را دارد که در درون محتوای شما از تبلیغات خودش استفاده نماید.
        </p>
        <p className='user-agreement-text'>
          همچنین در صورتی که بخواهیم محتوا و یا اطلاعات شما را خارج از سرویس خود انتشار دهیم حتما با گرفتن رضایت شما صورت خواهد گرفت.
        </p>
        <p className='user-agreement-text'>
          این امکان برای اینووین وجود دارد که قالب، فرمت و سایز پیام شما را عوض کند اما به هیچ عنوان در محتوای پیام شما دخل و تصرف نخواهیم کرد.
        </p>
        <p className='user-agreement-text'>
          همانطور که در حریم خصوصی اشاره شد اینووین این حق را دارد که از اطلاعات و محتواهای شما برای انجام آنالیزها و بهبود بستر خودش و همچنین ارائه در زمان شکایات استفاده نماید.
        </p>

        <div className='user-agreement-titr'>در دسترس بودن خدمات ما</div>
        <p className='user-agreement-text'>
          ممکن است ما خدمات خود را قطع و یا تغییر دهیم. ما مسئولیتی در قبال ذخیره و نمایش اطلاعات و پست های شما پس از تغییر/ قطع خدمات نداریم.
        </p>
        <p className='user-agreement-text'>
          اینووین یک فضای ابری برای ذخیره سازی اطلاعات نیست. شما میپذیرید که اینووین هیچ گونه تعهدی نسبت به ذخیره سازی، نگه داری و فراهم آوردن رونوشتی از محتواها و اطلاعات شما به جز در زمان نیاز
          قانونی و حقوقی ندارد.
          همانطور که در حریم خصوصی اشاره شد اینووین این حق را دارد که از اطلاعات و محتواهای شما برای انجام آنالیزها و بهبود بستر خودش و همچنین ارائه در زمان شکایات استفاده نماید.
        </p>

        <div className='user-agreement-titr'>سایر محتوا، سایت ها و برنامه ها</div>
        <p className='user-agreement-text'>
          با استفاده کردن از خدمات ما ممکن است با اطلاعات یا محتواهایی که نادرست، غیردقیق، هنجارشکن و توهین آمیز باشد مواجه شوید. معمولا اینووین اطلاعات و محتواهای اعضای درون خود را بررسی نمیکند و
          جلوگیری از این نوع رفتارهای نادرست توسط ما غیرممکن است. اینووین مسئولیتی در قبال این نوع رفتارهای درست ندارد و شما این را قبول میکنید.
        </p>

        <div className='user-agreement-titr'>محدودیت ها</div>
        <p className='user-agreement-text'>
          اینووین این حق را دارد که استفاده شما از خدمات خود را مانند تعداد دنبال کردن هایتان را محدود کند. اینووین حق دارد حساب کاربری شما را در صورت نقض قوانین خود یا جمهوری اسلامی ایران محدود یا
          مسدود کند.
        </p>

        <div className='user-agreement-titr'>حقوق مالکیت معنوی</div>
        <p className='user-agreement-text'>
          حقوق مالکیت معنوی و فکری اینووین در اختیار خود میباشد و با استفاده شما از آن حقوقی به شما از آن تعلق نمیگیرد. حق مالکیت علائم و آرم های تجاری در اختیار اینووین است.
        </p>

        <div className='user-agreement-titr'>پردازش خودکار</div>
        <p className='user-agreement-text'>
          ما از اطلاعات و محتواهای شما برای پیشنهاداتی از قبیل دنبال کردن ، تبلیغات متناسب با شما و ... استفاده خواهیم کرد. قابل ذکر است که این قبیل پیشنهادات به صورت خودکار و سامانه ای میباشد.
        </p>

        <div className='user-agreement-title2'>خاتمه دادن</div>
        <div className='user-agreement-text'>
          برای خاتمه دادن ارتباط شما با ما کافی است حساب کاربری خود را ببندید. شایان ذکر است پس از بستن حساب کاربری از طرف شما همچنان چند مورد به اتمام نمیرسد:
        </div>
        <ul className='user-agreement-text-list'>
          <li>حقوق استفاده از محتواها و اطلاعات شما برای اینووین</li>
          <li>حق استفاده کاربران برای بازنشر و استفاده از اطلاعات شما قبل از خاتمه ارتباط با اینووین</li>
          <li>مبالغ پرداختی یا بدهکاری شما</li>
        </ul>

        <div className='user-agreement-title2'>باید ها و نباید های اینووین</div>
        <div className='user-agreement-text'>
          شما در تعامل با اینووین موافقت میکنید که:
        </div>
        <div className='user-agreement-titr'>باید ها</div>
        <ul className='user-agreement-text-list'>
          <li>با تمام قوانین اینووین شامل خطی مشی و قوانین جمهوری اسلامی ایران موافقت میکنید.</li>
          <li>اطلاعات دقیق فراهم آورید و سعی کنید آنها رو به روز نگه دارید.</li>
          <li>از نام واقعی خود در پروفایلتان استفاده کنید.</li>
          <li>به صورت حرفه ای و تخصصی از خدمات ما استفاده کنید.</li>
        </ul>
        <div className='user-agreement-titr'>نباید ها</div>
        <ul className='user-agreement-text-list'>
          <li>یک حساب اشتباهی ایجاد نکنید، هویت خود را آنچه نیست نشان ندهید، با هویت دیگری برای خود حساب کاربری درست نکنید و در آخر سعی نکنید از حساب کاربری فرد دیگری استفاده کنید.</li>
          <li>سعی نکنید با استفاده از وسایلی به خدمات اینووین آسیب بزنید و یا اطلاعات پروفایل ها را کپی نمایید.</li>
          <li>ویژگی های امنیتی و دسترسی های دارای کنترل سامانه را دور نزنید و از اطلاعات درون آن کپی برداری نکنید.</li>
          <li>از اطلاعات و محتوهای درون اینووین بدون اجازه کپی برداری، استفاده و افشا نکنید.</li>
          <li>اطلاعات محرمانه شرکت یا افرادی را که به طور خصوصی دسترسی دارید افشا نکنید.</li>
          <li>حقوق مالکیت معنوی اینووین را نقض نکنید.</li>
          <li>محتواهای مضر شامل ویروس ها و تروجانت ها و ... را ارسال نکنید.</li>
          <li>سعی نکنید با استفاده از مهندسی معکوس و یا روش های مشابه از اطلاعات اینووین در سامانه خود بهره ببرید.</li>
        </ul>

        <div className='user-agreement-title2'>شکایات مربوط به محتوا</div>
        <p className='user-agreement-text'>
          در صورتی که فردی حقوق شما را در سامانه نقض کرد و یا به مشکلی برخورد کردید که نیاز به شکایت داشت فرآیندی جهت این کار در اینووین تمهید شده است.
        </p>

        <div className='user-agreement-title2'>چگونه با ما تماس بگیرید</div>
        <p className='user-agreement-text'>
          جهت تماس با اینووین توسط ایمیل زیر ارتباط بگیرید:
          <br/>
          <a href='mailto:innowin@gmail.com'>innowin@gmail.com</a>
        </p>

      </div>
  )
}

export default UserAgreement